IDEA StatiCa Open Model
WallRect.Offset1 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Offset horizontal top left
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Offset1 { get; set; }
Public Property Offset1 As Double
	Get
	Set
public:
property double Offset1 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
WallRect Class
IdeaRS.OpenModel.Detail Namespace